<?php
/**
 * Created by PhpStorm.
 * User: donghai
 * Date: 19-1-3
 * Time: 下午3:49
 */
return [

    //http错误
    404 => 404,

    //1000000 一般错误
    100001 => '验证码已过期或者验证不正确',
    100002 => '手机号码已经被绑定, 请联系客服',
    100003 => 'Geetest验证失败',
    100004 => '用户认证失败',
    100005 => '推荐人不存在,请检查',
    100006 => '用户不存在',
    100007 => '验证失败',
    100008 => '谷歌验证码已绑定',
    100009 => '用户未认证，该接口禁止访问',
    100010 => '分页数据有误',

    //2000000 系统语言包
    200001 => '您的邮箱验证码是 : %s , 15分钟内有效',
    200002 => '您的手机验证码是 : %s , 15分钟内有效',

    //6000000 系统错误
];
